Revit 2027 API
BuiltInFailures.WallFailures.CannotRedoFaceBasedWarn Property
 Faces defining this Element cannot be reacquired.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotRedoFaceBasedWarn { get; }
Public Shared ReadOnly Property CannotRedoFaceBasedWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotRedoFaceBasedWarn {
	FailureDefinitionId^ get ();
}
static member CannotRedoFaceBasedWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace